{
    "meta": {
      "author": "Florian Klinke && FFC Quick Check",
      "version": "1.0"
    },
    "decks": {
      "d0": {
        "meta": {
          "deck_name": "Finanzbuchhaltung",
          "next_card_id": 41,
          "description": "Das Deck beinhaltet Grundlagen für das Fach Finanzbuchhaltung."
        },
        "cards": {
          "0": {
            "q": "Was sind die Aufgaben des Rechnungswesens",
            "a": "Dokumentation, Information & Rechenschaftslegung, Kontrolle und Disposition."
          },
          "1": {
            "q": "Was sind die Bereiche des Rechnungswesens",
            "a": "Buchführung, Statistik, Kosten-/Leistungsrechnung und Planung"
          },
          "2": {
            "q": "Was ist der Unterschied zwischen Finanzbuchhaltung und Kosten- & Leistungsrechnung",
            "a": "Die Finanzbuchhaltung ist vorwiegend extern ausgerichtet. So ist es das Ziel, die gesetzlichen Vorschriften zu erfüllen. Es werden alle Geschäfts(vor-)fälle lückenlos und sachlich geordnet aufgezeichnet. Im Gegensatz ist die Kosten- und Leistungsrechnung vorwiegend intern ausgerichtet. So werden keine gesetzlichen Vorschriften beachtet."
          },
          "3": {
            "q": "Was ist eine elementare Regel für die Buchführung",
            "a": "Keine Buchung ohne Beleg! Es muss der Vorgang, Datum und Betrag mittels Beleg dokumentiert werden."
          },
          "4": {
            "q": "Sind Gewerbetreibende Buchführungspflichtig",
            "a": "Grundsätzlich Ja. Es gibt jedoch Ausnahmen: kein Handelsgewerbe i.S.v. §1 Abs.2 HGB, (nur Einzelkaufleute): Gewinn-/ Umsatzgrenzen unterschritten nach §141 HGB (60 TEUR bzw. 600TEUR), Umsatzgrenzen unterschreiten nach §141 AO (60TEUR bzw. 600TEUR)"
          },
          "5": {
            "q": "Sind Freiberufler Buchführungspflichtig",
            "a": "Nein (unabhängig von Umsatz und Gewinn). Freiberufler sind die in §18 Abs.1 Nr.1 EStG genannten Selbstständigen."
          },
          "6": {
            "q": "Sind Gesellschaften Buchführungspflichtig",
            "a": "Abhängig von der Gesellschaftsform. Buchführungspflicht aufgrund der Gesellschaftsform: AG, GmbH, KGaA, eG, OHG, KG. Buchführungspflicht eventuell aus anderen Gründen: GbR, PartG"
          },
          "7": {
            "q": "Sind Land- und Forstwirte Buchführungspflichtig",
            "a": "Bei Überschreitung von Gewinn- und Umsatzgrenzen nach §141 AO (60TEUR bzw. 600TEUR). Bei einem Wirtschaftswert der Fläche über 25 TEUR"
          },
          "8": {
            "q": "Was sind die Grundsätze von ordnungsgemäßer Buchführung",
            "a": "Klar und übersichtlich, Keine Buchung ohne Beleg, Ordnungs- und wahrheitsgemäße Erfassung aller Geschäftsvorfälle, Ordnungsgemäße Aufbewahrung der Buchführungsunterlagen"
          },
          "9": {
            "q": "Welche Inventurverfahren gibt es",
            "a": "Körperliche Inventur, Buchinventur, Anlageinventur "
          },
          "10": {
            "q": "Was umfasst die Körperliche Inventur",
            "a": "z.B. Maschinen, Erzeugnisse oder Barmittel"
          },
          "11": {
            "q": "Was umfasst die Buchinventur",
            "a": "z.B. Bankkonten, Forderungen, Schulden oder Anlageverzeichnisse"
          },
          "12": {
            "q": "Welche Inventurarten gibt es",
            "a": "Stichprobeninventur, Permanente Inventur und Vor- oder nachverlegte Stichtagsinventur"
          },
          "13": {
            "q": "Was sind die Grundsätze von ordnungsgemäßer Buchführung",
            "a": "Klar und übersichtlich, Keine Buchung ohne Beleg, Ordnungs- und wahrheitsgemäße Erfassung aller Geschäftsvorfälle, Ordnungsgemäße Aufbewahrung der Buchführungsunterlagen"
          },
          "15": {
            "q": "Welches Ziel hat eine Inventur",
            "a": "Feststellen des Vermögens und der Schulden"
          },
          "16": {
            "q": "Wann muss eine Inventur durchgeführt werden",
            "a": "Bei Gründung oder Übernahme eines Unternehmens, für den Schluss eines jeden Geschäftsjahre (meist 31.12) und bei Auflösung oder Veräußerung eines Unternehmens"
          },
          "17": {
            "q": "Welche Aspekte werden bei der Bilanz gegeneinander gestellt",
            "a": "Aktiva (Vermögen) und Passiva (Kapital)"
          },
          "18": {
            "q": "Wie sieht das Gliederungsschema gemäß § 266 HGB aus",
            "a": "Aktiva = A. Anlagevermögen(I. Immaterielle Vermögensgegenstände, II. Sachanlagen, III: Finanzanlagen), B. Umlaufvermögen(I. Vorräte, II. Forderungen und sonstige Vermögensgegenstände, III. Wertpapiere, IV. Kassenbestand), C. Rechnungsabgrenzungsposten, D. Aktive latente Steuern, E. Aktiver Unterschiedsbetrag aus der Vermögensverrechnung und Passiva = A. Eigenkapital(I. Gezeichnetes Kapital, II. Kapitalrücklage, III. Gewinnrücklagen, IV. Gewinn-/Verlustvortrag, V. Jahresüberschuss/-fehlbetrag), B. Rückstellungen, C. Verbindlichkeiten, D. Rechnungsabgrenzungsposten, E. Passive latente Steuern"
          },
          "19": {
            "q": "Unterschiede zwischen Inventar oder Bilanz",
            "a": "Inventar = Ausführliche Darstellung der einzelnen Vermögensgegenstände und Schuldenwerte. Angabe der Mengen, Einzelwerte und Gesamtwerte. Darstellung des Vermögens und des Kapitals untereinander: Staffelfrom. Bilanz = Kurz gefasste überschaubare Darstellung des Vermögens und des Kapitals. Nur Angabe der Gesamtwerte der einzelnen Bilanzpositionen. Darstellung des Vermögens und des Kaptials nebeneinander: Kontenform"
          },
          "20": {
            "q": "Wertveränderungen in der Bilanz => Aktivtausch",
            "a": "Ein Aktivkonto nimmt um den Betrag ab, um den ein anderes Aktivkonto zunimmt. Bilanzsumme konstant. Bsp. Bareinkauf von Waren"
          },
          "21": {
            "q": "Wertveränderungen in der Bilanz => Passivtausch",
            "a": "Ein Passivkonto nimmt um den Betrag ab, um den ein anderes Passivkonto zunimmt. Bilanzsumme konstant. Bsp. Lieferantenschuld wird durch Aufnahme eines Darlehens beglichen"
          },
          "22": {
            "q": "Wertveränderungen in der Bilanz => Aktiv-/Passivermehrung",
            "a": "Ein Aktiv- und ein Passivkonto nehmen um den gleichen Betrag zu. Bilanzsumme erhöht sich -> Bilanzverlängerung. Bsp. Kauf von Rohstoffen bei einem Lieferanten auf Rechnung"
          },
          "23": {
            "q": "Wertveränderungen in der Bilanz => Aktiv-/Passivminderung",
            "a": "Ein Aktiv- und ein Passivkonto nehmen um den gleichen Betrag ab. Bilanzsumme vermindert sich -> Bilanzverkürzung. Bsp. Darlehen wird durch Banküberweisung getilgt"
          },
          "24": {
            "q": "Wie wird die Bilanz in Bestandskonten aufgelöst",
            "a": "Aktiva aus der Bilanz -> Anfangsbestand auf dem Sollbereich der Aktivkonten und Passivia -> Anfangsbestand auf dem Habenbereich der Passivkonten"
          },
          "25": {
            "q": "Wie ist ein Buchungssatz aufgebaut?",
            "a": "IMMER: Soll an Haben buchen. Ein Buchungssatz gibt die Sachkonten an, auf denen im Soll bzw. Haben zu buchen ist. Zuerst das Konto, auf das im Soll gebucht wird, danach das Konto was im Haben gebucht wird. Beide werden durch das Word an verbunden. Buchung auf der einen Seite eines Kontos erfordert eine Gegenbuchung auf der anderen Seite eines andern Kontos in gleicher Höhe, so dass immer mindestens zwei Konten angesprochen werden."
          },
          "26": {
            "q": "Was ist vor jeder Buchung zu überlegen",
            "a": "1. Welche Konten werden benötigt? 2. Handelt es sich um Aktiv- oder Passivkonten? 3. Nehmen die Konten zu oder ab? 4. Auf welcher Seite nehmen sie zu oder ab? 4. Auf welcher Seite nehmen sie zu oder ab? 5. Erst SOLL dann HABEN"
          },
          "27": {
            "q": "Wie ist die Reihenfolge der Buchungsarbeiten",
            "a": "1. Eröffnungsbilanz aufstellen, 2. Anfangsbestände auf Aktiv- und Passivkonten vortragen, 3. Geschäftsfälle auf den entsprechenden Bestandskonten buchen, 4. Schlussbestände (Salden) auf den Aktiv- und Passivkonten ermitteln.(mit den Inventurwerten abstimmen und bei Abweichungen Inventurdifferenzen korrigieren), 5. Konten abschließen, 6. Schlussbilanz erstellen"
          },
          "28": {
            "q": "Was ist der Unterschied zwischen Bestandskonten und Erfolgskonten",
            "a": "Bestandskonten weisen Bestände an Vermögen und Kapital aus und erfassen deren Veränderungen. Erfolgskonten sind Aufwands- und Ertragskonten, die das Eigenkapital mindern oder erhöhen. Sie haben Einfluss auf die Höhe des Gewinns."
          },
          "29": {
            "q": "Nennen Sie jeweils drei Beispiele für Bestands- und Erfolgskonten",
            "a": "Bestandskonten: BGA, Maschinen, Vorräte, Forderungen, Bank, Verbindlichkeiten Erfolgskonten: Materialaufwand, Personalaufwand, Zinsaufwand, Mietaufwand, Umsatzerlöse"
          },
          "30": {
            "q": "Wie kann sich der Wert von Sachanlagen mindern",
            "a": "Durch Nutzung (Gebrauch), natürliche Verschleiß, technischen Fortschritt, außergewöhnliche Ereignisse (z.B. Brand)"
          },
          "31": {
            "q": "Welche Arten gibt es für Abschreibungen",
            "a": "Lineare Abschreibung und Degressive Abschreibung"
          },
          "32": {
            "q": "Wie unterscheiden sich die unterschiedlichen Abschreibungen",
            "a": "Lineare Abschreibung -> jährlich gleichbleibende Abschreibungsbeträge, Abschreibungsbetrag ermittelt sich von den Anschaffungskosten, Nach Ablauf der Nutzungsdauer ist der Buchwert gleich Null, sollte sich das Anlagengut danach weiterhin im Betrieb befinden, ist es mit einem Erinnerungswert von 1 EUR im Anlagenkonto auszuweisen Degressive Abschreibung -> jährlich fallende Abschreibungsbeträge, Abschreibungsbetrag ermittelt sich im 1.Jahr anhand der Anschaffungskosten, In den Folgejahren anhand des jeweiligen Buch- oder Restwertes, Nullwert des Anlagegutes wird nach Ablauf der Nutzungsdauer nie erreicht, Abschreibungssatz sollte daher höher sein als bei der linearen Abschreibung, dadurch wird Wertminderungen durch technischen Fortschritt Rechnung getragen"
          },
          "33": {
            "q": "Wie setzen sich die Gesamtkosten zusammen, die abgeschrieben werden müssen",
            "a": "Gesamtkosten = Anschaffungspreis + Anschaffungsnebenkosten - Anschaffungspreisminderungen + nachträgliche Anschaffungskosten"
          },
          "34": {
            "q": "Wie wird der Mehrbestand definiert",
            "a": "Herstellungsmenge > Absatzmenge = Bestandsmehrung. Bestandsmehrung entsteht, wenn in einem GJ mehr Erzeugnisse hergestellt als verkauft wurden. Mehrbestand wird im GuV-Konto als Ertrag den Herstellungsaufwendungen gegenübergestellt."
          },
          "35": {
            "q": "Wie wird der Minderbestand definiert",
            "a": "Herstellungsmenge < Absatzmenge = Bestandsminderung. Bestandsminderung entsteht, wenn in einem GJ mehr Erzeugnisse verkauft als hergestellt wurden. Minderbestand wird im GuV-Konto als Aufwand den Umsatzerlösen gegenübergestellt."
          },
          "36": {
            "q": "Was sind die gesetzlichen Vorgaben einer Kapitalgesellschaft im Bezug auf den Jahresabschluss",
            "a": "Kapitalgesellschaft sind verpflichtet, den Jahresabschluss und Lagebericht zu veröffentlichen und vorher von unabhängigen Abschlussprüfungen prüfen zu lassen. Art und Umfang der Veröffentlichung, Prüfung, sowie Bilanzgliederung richten sich jedoch nach Art und Größe der Kapitalgesellschaft"
          },
          "37": {
            "q": "Was sind die Grundsätze ordnungsgemäßer Bilanzierung",
            "a": "Bilanzklarheit, Bilanzwahrheit, Bilanzidentität, Bilanzkontinuität"
          },
          "38": {
            "q": "Was sind der Grundsatz der periodengerechten Abgrenzung",
            "a": "Die Ermittlung eines periodengerechten, vergleichbaren Jahreserflog bedarf der zeitraumrichtigen Zuordnung von Aufwendungen und Erträgen. Eine Nichtbeachtung dieses Grundsatzes führt zu einem verfälschten Jahreserfolg"
          },
          "39": {
            "q": "Im Inventar wird das Vermögen gegliedert nach... a) dem Alphabet, b) Zunehmender Liquidität, c) Abnehmender Flüssigkeit, d) Zunehmender Fälligkeit",
            "a": "b)"
          },
          "40": {
            "q": "Nach der Abgabenordnung sind gewerbliche Unternehmer von der Buchführungspflicht befreit, wenn... a) Die Schulden sind höher als 60.000 EUR sind, b) Das Anlagevermögen mindestens 60.000 EUR beträgt, c) Der Jahresumsatz nicht höher als 600.000 EUR und/oder der Jahresgewinn nicht höher als 60.000 EUR sind",
            "a": "c)"
          },
          "41": {
            "q": "Zum Umlaufvermögen gehören beispielsweise... a) Vorräte, Geldmittel, Maschinen b) Rohstoffe, Hilfsstoffe, Fertige Erzeugnisse, Forderungen, Bankguthaben, Kasse c) Roh-, Hilfs- und Betriebsstoffe, unfertige Erzeugnisse, Verbindlichkeiten d) Darlehen, Verbindlichkeiten aus Lieferung und Leistungen, Rückstellungen",
            "a": "b)"
          },
          "42": {
            "q": "Welche der folgenden Bilanzgleichen ist korrekt? a) Vermögen = Eigenkapital + Fremdkapital, b) Umlaufvermögen - Anlagevermögen = Fremdkapital + Eigenkapital, c) Anlagevermögen = Eigenkapital + Umlaufvermögen",
            "a": "a)"
          },
          "43": {
            "q": "Die Bilanz nach HGB sortiert... a) die Aktiv- und Passivseite ohne eine bestimmte Logik, b) die Aktivseite nach Fälligkeit, die Passivseite nach Häufigkeit/ Volumen, c) die Aktiv- und Passivseite nach dem Alphabet, d) die Aktivseite nach Liquidität, die Passivseite nach Fristigkeit",
            "a": "d)"
          },
          "44": {
            "q": "Angenommen die Privatentnahmen sind höher als der Gewinn der Unternehmungen. Welche Auswirkungen hätte dies auf das Eigenkapital? a) Es bleibt gleich, b) Es verringert sich, c) Es vermehrt sich",
            "a": "b)"
          },
          "45": {
            "q": "Mit dem Grundsatz der Bilanzidentität ist gemeint... a) Bilanz muss vollständig sein. Be träge und Bezeichnungen der Positionen müssen stimmen, b) Die Bilanz muss immer gleich gegliedert werden aufgrund der Vergleichbarkeit. Bewertungsmethoden müssen beibehalten werden, c) Eindeutige Bezeichnung der Bilanzposten und übersichtlich geordnete und gegliederte Bilanz, d) Schlussbilanz des Vorjahres und Eröffnungsbilanz des aktuellen Jahres müssen übereinstimmen",
            "a": "d)"
          },
          "46": {
            "q": "Aufwendungen werden... a) im Soll erfasst, b) im Haben erfasst, c) je nach Sachverhalt entweder im Soll oder Haben erfasst",
            "a": "a)"
          },
          "47": {
            "q": "Die nachverlegte Inventur... a) muss in den ersten drei Monaten nach dem Bilanzstichtag durchgeführt werden, b) muss mindestens einmal im Jahr durchgeführt werden, c) muss zeitnah innerhalb einer Frist von 10 Tagen vor oder nach dem Bilanzstichtag durchgeführt werden, d) muss in den ersten zwei Monaten nach dem Bilanzstichtag durchgeführt werden",
            "a": "d)"
          },
          "48": {
            "q": "Wer muss eine Bilanz nach dem Handelsgesetzbuch unterschreiben? a) Der Kaufmann, b) Der Bilanzbuchhalter, c) Der Finanzbeamte vom zuständigen Finanzamt",
            "a": "a)"
          },
          "49": {
            "q": "Das Eigenkapital betrug am Anfang des Jahres 200.000 EUR, am Ende des Jahres 220.000 EUR. Es wurden im laufenden Jahr Privat entnahmen von 10.000 EUR getätigt. Wie hoch ist der Gewinn? a) 10.000 EUR, b) 20.000 EUR, c) 30.000 EUR, d) den Gewinn kann man so nicht ermitteln",
            "a": "c)"
          },
          "50": {
            "q": "Die Vorsteuer ist... a) eine Verbindlichkeit gegenüber dem Finanzamt, b) eine Forderung gegenüber dem Finanzamt, c) die auf Ausgangsrechnungen aufgeführte Umsatzsteuer",
            "a": "b)"
          },
          "51": {
            "q": "Ein Grundsatz ordnungsgemäßer Buchführung ist: a) Privateinlagen können ohne Erstellung eines Belegs erfolgen, b) Schulden müssen mit dem Vermögen verrechnet werden, c) Die Buchführung muss klar und übersichtlich sein, d) Die Buchungen können in jeder beliebigen Sprache geführt werden.",
            "a": "c)"
          },
          "52": {
            "q": "Die Passiva zeigt... a) den Gewinn, b) die Mittelherkunft, c) die liquiden Mittel",
            "a": "b)"
          },
          "53": {
            "q": "In der XY GmbH liegt eine Bestandserhöhung an fertigen Erzeugnissen vor. Welcher Buchungssatz passt zu dieser Aussage? a) Bestandsveränderungen an Fertige Erzeugnisse, b) Schlussbilanzkonto an Fertige Erzeugnisse, c) Fertige Erzeugnisse an Bestandsveränderungen",
            "a": "c)"
          },
          "54": {
            "q": "Das Unternehmen XY hat eine Maschine für 100.000 EUR (Anschaffungskosten) gekauft. Die Nutzungsdauer gemäß Afa-Liste beträgt 5 Jahre. Wie hoch ist der Buchwert nach drei Nutzungsjahren? a) 60.000 EUR, b) 40.0 0 0 EUR, c) 0 bzw. 1 EUR",
            "a": "b)"
          },
          "55": {
            "q": "Das Inventar... a) Wird auf Grundlage der Bilanz erstellt, b) Setzt sich zusammen aus Anlagevermögen, Umlaufvermögen und Eigenkapital, c) Setzt sich aus den drei Hauptbestandteilen Vermögen, Schulden und Reinvermögen zusammen, d) Ist ein kurz gefasstes Verzeichnis des gesamten Vermögens und der Schulden nach Art und Menge zu einem bestimmten Zeit punkt, wobei sich das Reinvermögen als Differenz aus Vermögen und Schulden ergibt.",
            "a": "c)"
          },
          "56": {
            "q": "Das Eigenkapital und das Fremdkapital stehen in der Bilanz auf der ... a) Aktiva, b) Passiva, c) Soll-Seite, d) Haben-Seite",
            "a": "b)"
          },
          "57": {
            "q": "Die Aufbewahrungsfrist für das Inventar beträgt... a) Ein Jahr, b) Fünf Jahre, c) Zehn Jahre, d) Dreißig Jahre",
            "a": "c)"
          },
          "58": {
            "q": "Herr Newspaper arbeitet für verschiedene Zeitungen als Journalist. Sein Umsatz lag in den letzten beiden Jahren bei 120.000 EUR, zwei Drittel davon konnte er als Gewinn verbuchen. Ist Herr Newspaper nach HGB buchführungspflichtig? a) ja, jeder Kaufmann muss Bücher führen egal wie viel Umsatz oder Gewinn er erwirtschaftet, b) ja, mit seinem Umsatz und seinem Gewinn übersteigt er die Grenzen zur Befreiung von der Buchführungspflicht, c) nein, mit seinem Umsatz und seinem Gewinn unterstreitet er die Grenzen zur Befreiung von der Buchführungspflicht, d) nein, Journalisten gelten als Freiberufler und sind damit nicht buchführungspflichtig.",
            "a": "d)"
          },
          "59": {
            "q": "Welche Reihenfolge der Bezeichnungen der Kontennummer (von links nach rechts) ist korrekt? a) Kontenklasse – Kontenart – Kontenunterart – Kontengruppe, b) Kontenart – Kontenunterart – Kontengruppe – Kontenklasse, c) Kontenklasse – Kontengruppe – Kontenart – Kontenunterart",
            "a": "c)"
          }
        }
      }
    }
  }
